{
  "GuideTitle": "Connecting Infusion",
  "steps": [
    {
      "title": "How to connect your infusion",
      "substeps": [
        {
          "title": "Wash hands",
          "moreInfo": "",
          "description": "Wash your hands carefully the way your nurse showed you, then use alcohol gel on them.",
          "imageName": null
        },
        {
          "title": "Clean space",
          "moreInfo": "",
          "description": "Clean your work area (or the blue tray if you have one) with a wipe. Dry it with a clean paper towel. Then wipe again with a disinfecting wipe and let it dry for at least 30 seconds",
          "imageName": null
        },
        {
          "title": "Set up",
          "moreInfo": "",
          "description": "Set up your dressing towel. If you have a dressing pack, open it and take out the towel. If not, just place the towel on the clean work surface or tray. Only touch the corners of the dressing towel.",
          "imageName": null
        },
        {
          "title": "Clean hands",
          "moreInfo": "",
          "description": "Use alcohol gel on your hands again.",
          "imageName": null
        },
        {
          "title": "Take out flushes",
          "moreInfo": "",
          "description": "Take your device and saline flushes out of their packages and place them on your clean work area.",
          "imageName": null
        },
        {
          "title": "Remove air from syringes",
          "moreInfo": "",
          "description": "Remove air from the saline syringes:\n• Take off the white cap.\n• Gently push the saline until you see it at the top of the syringe.\n• Put the white cap back on until you’re ready to use it.\n• Do this for each flush. Do not touch any key parts.",
          "imageName": null
        },
        {
          "title": "Prime the device",
          "moreInfo": "",
          "description": "Get your device ready by taking off the blue cap from the delivery tubing. Keep the blue cap so you can use it again when you disconnect the device.",
          "imageName": null
        },
        {
          "title": "Open clamp",
          "moreInfo": "",
          "description": "If there is a slide clamp, open it. Wait until you see a small drop of liquid – this shows it is ready and there is no air in the line.",
          "imageName": null
        },
        {
          "title": "Close clamp",
          "moreInfo": "",
          "description": "Put the blue cap back on and close the clamp (if there is one) until you’re ready to connect it. Take care not to touch any key parts.",
          "imageName": null
        },
        {
          "title": "Clean PICC line",
          "moreInfo": "",
          "description": "Use an alcohol wipe to clean the connector on the end of your IV line. Scrub it well and let it dry for 30 seconds.",
          "imageName": null
        },
        {
          "title": "Connect syringe",
          "moreInfo": "",
          "description": "Take off the white cap from the saline syringe and connect the syringe to your IV line.\n• Push the syringe into the end of your line.\n• Twist it clockwise to lock it. Do not to touch any key parts.",
          "imageName": null
        },
        {
          "title": "Flush PICC line",
          "moreInfo": "",
          "description": "Open the clamp on your line. Slowly push the saline in using a push-pause method to flush your line.",
          "imageName": null
        },
        {
          "title": "Connect",
          "moreInfo": "",
          "description": "Now connect your device:",
          "imageName": null
        },
        {
          "title": "Open clamps",
          "moreInfo": "",
          "description": "Check the connection is secure. Open the clamp on your device tubing and any other clamps on your line. The infusion will begin.",
          "imageName": null
        },
        {
          "title": "Step 17",
          "moreInfo": "",
          "description": "Wash your hands again or use alcohol gel once you are finished. Clean up and throw away any rubbish.",
          "imageName": null
        }
      ]
    }
  ]
}
